{
    "page-top": "OWASP AppSec Days France 2026",
    "Newsletter": "Newsletter",
    "Programme": "Programme",
    "Agenda": "Agenda",
    "Sponsor": "Sponsor",
    "Tickets": "Tickets",
    "Lieu": "Lieu",
    "A propos": "A",
    "Contact": "Contact",
    "Archives": "Archives",
    "Titre": "OWASP Days France 2026",
    "SousTitre": "OWASP AppSec Days France 2026 est la première conférence locale OWASP organisée à <strong>Paris</strong>, en France. Elle se tiendra le <strong>mardi 22 septembre 2026</strong>. Il s'agira d'une conférence avec des interventions d'intervenants et d'experts européens de renom. Nous espérons accueillir plus de 150 professionnels de la sécurité pour ce jour qui s'annonce pleins d'opportunités.",
    "Newsletter-desc": "La conférence OWASP AppSec Days est une conférence sur la sécurité des applications. Elle accueille des sujets à destination des professionnels de l'informatique, spécialisés dans la sécurité, mais aussi dans le développement, le test, l'exploitation ou le management et la gouvernance.",
    "Newsletter-catchphrase": "Rester informer en vous abonnant à la Newsletter",
    "Programme-desc": "Pour cette première session, cet évènement se déroulera sur une journée : <strong>le jeudi 24 septembre 2026</strong>. Durant cette journée, vous pourrez assister à une série de conférences techniques et non techniques passionnantes dans le domaine de la sécurité des applications.",
    "Speakers": "Speakers",
    "Nos Sponsors": "Nos Sponsors",
    "Nos Sponsors-desc": "Les entreprises et organisations suivantes soutiennent cette année le OWASP AppSec Days France.",
    "Sponsors Or": "Sponsors Or",
    "Sponsors Argent": "Sponsors Argent",
    "Sponsors Bronze": "Sponsors Bronze",
    "Sponsor Speaker Dinner": "Sponsor Speaker Dinner",
    "Titre Etre Sponsor": "Comment devenir sponsor de l'OWASP AppSec Days France 2026 ?",
    "Titre Etre Sponsor-desc": "En parrainant une conférence OWASP, votre marque est placée au premier plan du secteur de la cybersécurité. Ces conférences attirent un public diversifié de développeurs, de professionnels de la sécurité et de décideurs du monde entier.<br><br> En tant que sponsor, votre entreprise bénéficiera d'une visibilité inégalée via divers canaux promotionnels, notamment la signalétique événementielle, les médias numériques et les supports imprimés. Cette visibilité renforce non seulement la reconnaissance de la marque, mais positionne également votre entreprise comme un leader dans le domaine de la cybersécurité.",
    "Panneau Sponsors Or-1": "<b>Prix (net) :</b> 5.000 €",
    "Panneau Sponsors Or-2": "<b>Vos avantages :</b>",
    "Panneau Sponsors Or-3": "Tous les avantages du niveau Bronze et Argent s'appliquent en plus des avantages suivants :",
    "Panneau Sponsors Or-4": "Créneau de 5 min pour présenter votre entreprise",
    "Panneau Sponsors Or-5": "Sponsoring du cadeau au speaker",
    "Panneau Sponsors Or-6": "Emplacement plus grand et privilégié",
    "Panneau Sponsors Argent-1": "<b>Prix (net):</b> 2.000 €",
    "Panneau Sponsors Argent-2": "<b>Vos avantages</b>",
    "Panneau Sponsors Argent-3": "Tous les avantages du niveau Bronze s'appliquent en plus des avantages suivants :",
    "Panneau Sponsors Argent-4": "<strong>Votre stand lors de la conférence</strong> (Silver : 3m², Gold : 5m²)",
    "Panneau Sponsors Argent-5": "Logo de votre entreprise sur la présentation lors des Meetups OWASP 2026",
    "Panneau Sponsors Argent-6": "Affiche de votre entreprise près de l'entrée OWASP (Silver : 1m x 1m, Gold : 1m x 2m)",
    "Panneau Sponsors Argent-7": "Logo de votre entreprise sur les posters et les annonces de l'OWASP France",
    "Panneau Sponsors Argent-8": "Logo de votre compagnie sur les badges",
    "Panneau Sponsors Bronze-1": "<b>Prix (net) :</b> 500 €",
    "Panneau Sponsors Bronze-2": "<b>Vos avantages :</b>",
    "Panneau Sponsors Bronze-3": "Logo de votre entreprise sur nos messages promotionnels",
    "Panneau Sponsors Bronze-4": "Logo de votre entreprise sur la page d'accueil du Chapitre OWASP France pour 2026",
    "Panneau Sponsors Bronze-5": "Logo de votre entreprise sur la présentation d'accueil de la conférence",
    "Panneau Sponsors Bronze-6": "Nom de votre compagnie cité lors des remerciements pendant la conférence",
    "Sponsor-SousTitre-1": "En plus d'être sponsor de la journée, deux offres de sponsoring sont disponibles pour être mise en avant de manière exclusive : <strong>Le diner des speakers</strong> et <strong>le social event</strong>.<br /> Plus d'information dans la brochure.",
    "Sponsor-SousTitre-2": "Tous les revenus de parrainage sont utilisés exclusivement pour couvrir les frais de la conférence et la mission de la Fondation OWASP (501c3 Not-For-Profit).",
    "Sponsor-Brochure": "Détails pour les sponsors",
    "Tickets-Call": "Les tickets seront en vente sur EventBrite !",
    "Lieu-desc": "La conférence se tiendra à \"La Maison des Associations et de la Solidarité\" au 10 rue des Terres au Curé, Paris 13e.",
    "Lieu-Partenaires": "Partenariat hôtel: Profitez de 5% de réduction à l'hôtel IBIS Styles Paris Masséna Olympiades à proximité en venant de la part de la \"salle MAS\". Retrouvez les autres partenariats <a href=\"https://mas-paris.fr/?page_id=37\" class=\"default\">ICI</a>.",
    "Lieu-Site": "Site de la salle MAS PARIS",
    "A propos-1": "L'OWASP est une communauté mondiale indépendante dont le but est de rendre « visible » l'importance de la sécurité des applications Web, en diffusant le savoir-faire en matière de développement et d'exploitation d'applications Web sécurisées et en le rendant librement disponible. Tous les instruments de l'OWASP, tels que les documents, vidéos, slides, podcasts, etc., peuvent être utilisés gratuitement sous licence libre. <br><br> OWASP est gratuit, ouvert et indépendant de toute entreprise Toute personne intéressée est invitée à travailler sur des projets ou simplement à participer aux connaissances.<br><br De plus amples informations peuvent être trouvées sur <a href=\"https://owasp.org/www-chapter-france/\">le site Web du Chapter France de l'OWASP</a> et sur nos réseaux sociaux.",
    "message-hello": "Hello World",
    "message-welcome": "Welcome"
}