{
    "page-top": "OWASP AppSec Days France 2026",
    "Newsletter": "Newsletter",
    "Programme": "Program",
    "Agenda": "Schedule",
    "Sponsor": "Sponsor",
    "Tickets": "Tickets",
    "Lieu": "Location",
    "A propos": "About",
    "Contact": "Contact",
    "Archives": "Archives",
    "Titre": "OWASP Days France 2026",
    "SousTitre": "OWASP AppSec Days France 2025 is the first local OWASP conference organized in <strong>Paris</strong>, France. It will take place on <strong>Tuesday, September 23, 2025</strong>. It will be a conference featuring presentations from renowned European speakers and experts. We hope to welcome over 150 security professionals for this day that promises to be full of opportunities.",
    "Newsletter-desc": "The OWASP AppSec Days conference is a conference on application security. It welcomes topics aimed at IT professionals, specializing in security as well as in development, testing, exploitation, or management and governance.",
    "Newsletter-catchphrase": "Stay informed with the Newsletter",
    "Programme-desc": "For this first session, this event will take place over one day: <strong>on Thrusday, September 24, 2026</strong>. During this day, you will be able to attend a series of exciting technical and non-technical conferences in the field of application security.",
    "Speakers": "Speakers",
    "Nos Sponsors": "Nos Sponsors",
    "Nos Sponsors-desc": "The following companies and organizations support this year's OWASP AppSec Days France.",
    "Sponsors Or": "Gold Sponsors",
    "Sponsors Argent": "Silver Sponsors",
    "Sponsors Bronze": "Bronze Sponsors",
    "Sponsor Speaker Dinner": "Sponsor Speaker Dinner",
    "Titre Etre Sponsor": "How to Become a Sponsor of OWASP AppSec Days France 2026?",
    "Titre Etre Sponsor-desc": "By sponsoring an OWASP conference, your brand is placed at the forefront of the cybersecurity industry. These conferences attract a diverse audience of developers, security professionals, and decision-makers from around the world.<br><br> As a sponsor, your company will benefit from unparalleled visibility through various promotional channels, including event signage, digital media, and printed materials. This visibility not only enhances brand recognition but also positions your company as a leader in the field of cybersecurity.<br><br>",
    "Panneau Sponsors Or-1": "<b>Price (net):</b> €5,000",
    "Panneau Sponsors Or-2": "<b>Your benefits:</b>",
    "Panneau Sponsors Or-3": "All the benefits of the Bronze and Silver levels apply in addition to the following benefits:",
    "Panneau Sponsors Or-4": "5-minute slot to present your company",
    "Panneau Sponsors Or-5": "Sponsorship of the speaker gift",
    "Panneau Sponsors Or-6": "Bigger booth and privileged space",
    "Panneau Sponsors Argent-1": "<b>Price (net):</b> €2,000",
    "Panneau Sponsors Argent-2": "<b>Your benefits</b>",
    "Panneau Sponsors Argent-3": "All the benefits of the Bronze level apply in addition to the following benefits:",
    "Panneau Sponsors Argent-4": "<strong>Your booth at the conference</strong> (Silver: 3m², Gold: 5m²)",
    "Panneau Sponsors Argent-5": "Your company logo on the presentation during OWASP Meetups 2025",
    "Panneau Sponsors Argent-6": "Your company poster near the OWASP entrance (Silver: 1m x 1m, Gold: 1m x2m)",
    "Panneau Sponsors Argent-7": "Your company logo on OWASP France posters and announcements",
    "Panneau Sponsors Argent-8": "Your company logo on badge",
    "Panneau Sponsors Bronze-1": "<b>Price (net):</b> €500",
    "Panneau Sponsors Bronze-2": "<b>Your benefits:</b>",
    "Panneau Sponsors Bronze-3": "Your company logo on our promotional messages",
    "Panneau Sponsors Bronze-4": "Your company logo on the OWASP France Chapter homepage for 2025",
    "Panneau Sponsors Bronze-5": "Your company logo on the conference welcome presentation",
    "Panneau Sponsors Bronze-6": "Your company name mentioned during the conference thanks",
    "Sponsor-SousTitre-1": "In addition to being a sponsor for the day, two exclusive sponsorship offers are available to be highlighted: <strong>The speakers' dinner</strong> and <strong>the social event</strong>.<br /> More information in the brochure.",
    "Sponsor-SousTitre-2": "All sponsorship revenue is used exclusively to cover the costs of the conference and the mission of the OWASP Foundation (501c3 Not-For-Profit).",
    "Sponsor-Brochure": "Details for sponsors",
    "Tickets-Call": "Tickets will be available on EventBrite!",
    "Lieu-desc": "The conference will be held at \"La Maison des Associations et de la Solidarité\" at 10 rue des Terres au Curé, Paris 13th.",
    "Lieu-Partenaires": "Hotel Partnership: Enjoy a 5% discount at the nearby IBIS Styles Paris Masséna Olympiades hotel when you arrive from the \"Salle MAS\". Find other partnerships <a href=\"https://mas-paris.fr/?page_id=37\" class=\"default\">HERE</a>.",
    "Lieu-Site": "Site of the MAS PARIS venue",
    "A propos-1": "OWASP is a global independent community aimed at making the importance of web application security \"visible\" by disseminating know-how in developing and operating secure web applications and making it freely available. All OWASP tools, such as documents, videos, slides, podcasts, etc., can be used for free under a free license. <br><br> OWASP is free, open, and independent of any company. Anyone interested is invited to work on projects or simply participate in knowledge sharing.<br><br> More information can be found on <a href=\"https://owasp.org/www-chapter-france/\">the OWASP France Chapter website</a> and on our social networks.",
    "message-hello": "Hello World",
    "message-welcome": "Welcome"
}